{
    "Webber_Appel_Nature_Mater.pdf": "Webber, Matthew, et al. \"Supramolecular biomaterials.\" Nature Materials, 2016.",
    "Seo_ScienceAdvances_2022.pdf": "Seo, Ji-Won, et al. \"Real-time monitoring of drug pharmacokinetics within tumor tissue in live animals.\" Science Advances, vol. 8, no. 1, 2022, doi: 10.1126/sciadv.abk2901.",
    "Grosskopf_BioTM_2019.pdf": "Grosskopf, Abigail K., et al. \"Injectable supramolecular polymer–nanoparticle hydrogels enhance human mesenchymal stem cell delivery.\" Research Report. Department of Chemical Engineering, Stanford University, Stanford, California, Department of Bioengineering, Stanford University, Stanford, California, Department of Materials Science & Engineering, Stanford University, Stanford, California, Department of Biochemistry, Stanford.",
    "Roth_ACS_Biomat_Sci_Eng_2021.pdf": "Roth, Gillie A., et al. \"Prolonged Codelivery of Hemagglutinin and a TLR7/8 Agonist in a Supramolecular Polymer −Nanoparticle Hydrogel Enhances Potency and Breadth of In ﬂuenza Vaccination.\" ACS Biomaterials Science & Engineering, vol. 7, no. 2, 2021, pp. 1006-1016.",
    "Miller_Polymer_2015.pdf": "Miller, Robert D., et al. \"Water soluble, biodegradable amphiphilic polymeric nanoparticles and the molecular environment of hydrophobic encapsulates: Consistency between simulation and experiment.\" Journal of Colloid and Interface Science, vol. 463, 2016, pp. 127-136.",
    "Yesilyurt_Adv_Mat_2017.pdf": "Yesilyurt, Volkan, et al. \"Mixed Reversible Covalent Crosslink Kinetics Enable Precise, Hierarchical Mechanical Tuning of Hydrogel Networks.\" Advanced Materials, vol. 29, no. 15, 2017, doi:10.1002/adma.201605947.",
    "Chan_JBMRA_2023.pdf": "Chan, Doreen, et al. \"Polyacrylamide-based hydrogel coatings improve biocompatibility of implanted pump devices.\" Research Article, Department of Chemistry, Stanford University, Stanford, California, USA, Department of Materials Science & Engineering, Stanford University, Stanford, California, USA, Department of Bioengineering, Stanford University, Stanford, California, USA, Department of Pathology.",
    "Kasse_BiomaterSci_2023.pdf": "Kasse, Catherine M., et al. \"Subcutaneous delivery of an antibody against SARS-CoV-2 from a supramolecular hydrogel depot.\" Biomaterials Science, DOI: 10.1039/d2bm00819j, received 24th May 2022, accepted 21st August 2022, rsc.li/biomaterials-science.",
    "Wu_TVST_2022.pdf": "Swarup, Aditi, et al. \"PNP Hydrogel Prevents Formation of Symblephara in Mice After Ocular Alkali Injury.\" Article, Department of Ophthalmology, Stanford University School of Medicine, Palo Alto, CA, USA, Department of Materials Science and Engineering, Stanford University, Palo Alto, CA, USA, Institute of Stem Cell Biology and Regenerative Medicine, Stanford University School of Medicine, Palo Alto, CA, USA.",
    "Steele_Cytokine_2020.pdf": "Steele, Amanda N., et al. \"Multi-phase catheter-injectable hydrogel enables dual-stage protein-engineered cytokine release to mitigate adverse left ventricular remodeling following myocardial infarction in a small animal model and a large animal model.\" Cytokine, Elsevier, www.elsevier.com/locate/cytokine.",
    "Appel_NatureMater_2014.pdf": "Karp, Jeffrey M. \"Adhesive strength: Hydrogels stick together.\" Nature Materials, vol. 13, March 2014, pp. 231.",
    "Williams_ACSMacroLett_2015.pdf": "Williams, Paul E., et al. \"Synthesis of Conducting Polymer −Metal Nanoparticle Hybrids Exploiting RAFT Polymerization.\" Melville Laboratory for Polymer Synthesis, Department of Chemistry, University of Cambridge, Lens ﬁeld Road, Cambridge CB2 1EW, United Kingdom.",
    "Appel_ACSMacroLett_2015.pdf": "Appel, Eric A., et al. \"Exploiting Electrostatic Interactions in Polymer −Nanoparticle Hydrogels.\" David H. Koch Institute for Integrative Cancer Research, Department of Chemical Engineering, and Division of Health Science and Technology, Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, Massachusetts 02139, United States.",
    "Smith_Biomac_2020.pdf": "Smith, Anton A. A., Emily C. Gale, Gillie A. Roth, Caitlin L. Maikawa, Santiago Correa, Anthony C. Yu, and Eric A. Appel. \"Nanoparticles Presenting Potent TLR7/8 Agonists Enhance Anti-PD-L1 Immunotherapy in Cancer Treatment.\" Biomacromolecules, vol. 21, no. 9, 2020, pp. 3734-3743.",
    "Loh_PolymChem_2012.pdf": "Loh, Xian Jun, et al. \"Triggered insulin release studies of triply responsive supramolecular micelles.\" Polymer Chemistry, vol. 3, no. 11, 2012, pp. 3064-3070. DOI: 10.1039/c2py20380d.",
    "Axpe_Macromolecules_2019.pdf": "Axpe, Eneko, et al. \"A Multiscale Model for Solute Diﬀusion in Hydrogels.\" Department of Materials Science & Engineering, Stanford University, 496 Lomita Mall, Stanford, California 94305, United States, 2018.",
    "Yu_MSDE_2020.pdf": "Yu, Anthony C., Anton A. A. Smith, and Eric A. Appel. \"Structural considerations for physical hydrogels based on polymer–nanoparticle interactions.\" Molecular Systems Design & Engineering, vol. 5, no. 1, 2020, pp. 109-117. DOI: 10.1039/c9me00120d.",
    "Nederberg_Biomacromolecules_2009.pdf": "Nederberg, Fredrik, et al. \"Simple Approach to Stabilized Micelles Employing Miktoarm Terpolymers and Stereocomplexes with Application in Paclitaxel Delivery.\" IBM Almaden Research Center, Department of Chemistry, Stanford University, and Institute of Bioengineering and Nanotechnology.",
    "Gale_AdvMater_2021.pdf": "Gale, Emily C., et al. \"Hydrogel-Based Slow Release of a Receptor-Binding Domain Subunit Vaccine Elicits Neutralizing Antibody Responses Against SARS-CoV-2.\" Advanced Materials, Wiley-VCH GmbH, 2021, pp. 1-13.",
    "Diffenbaugh_NatureEarthEnviron.pdf": "Diffenbaugh, Noah S., et al. \"The COVID-19 lockdowns: a window into the Earth System.\" Nature Reviews, 2020.",
    "Maikawa_Biomacromolecules_2021.pdf": "Maikawa, Caitlin L., et al. \"Affinity-Directed Dynamics of Host-Guest Motifs for Pharmacokinetic Modulation via Supramolecular PEGylation.\" Biomacromolecules, vol. 22, no. 8, 2021, pp. 3325-3336.",
    "Appel_AdvHealthMater_2014.pdf": "Appel, Eric A., et al. \"Non-Cell-Adhesive Substrates for Printing of Arrayed Biomaterials.\" Wiley Online Library, WILEY-VCH Verlag GmbH & Co. KGaA, 2014.",
    "Stapleton_Nature_Biomed_Eng.pdf": "Stapleton, Lyndsay M., et al. \"Use of a supramolecular polymeric hydrogel as an effective post-operative pericardial adhesion barrier.\" Nature Biomedical Engineering, 2019.",
    "Smith_PolymChem_2021.pdf": "Smith, Anton A. A., Caitlin L. Maikawa, Hector Lopez Hernandez, and Eric A. Appel. \"Controlling properties of thermogels by tuning critical solution behaviour of ternary copolymers.\" Polymer Chemistry, DOI: 10.1039/d0py01696a, received 13th December 2020, accepted 3rd February 2021.",
    "Appel_ChemSci_2012.pdf": "Appel, Eric A., et al. \"Metastable single-chain polymer nanoparticles prepared by dynamic cross-linking with nor-seco-cucurbit[10]uril.\" Chemical Science, vol. 3, no. 9, 2012, pp. 2846-2850. DOI: 10.1039/c2sc20285a.",
    "Williams_JPolySciA_2015.pdf": "Williams, Paul E., et al. \"A Facile Method for the Stain-Free Visualization of Hierarchical Structures with Electron Microscopy.\" Melville Laboratory for Polymer Synthesis, Department of Chemistry, University of Cambridge, Lensfield Road, Cambridge CB2 1EW, United Kingdom, 2015.",
    "Appel_Rowland_ChemCommun_2012.pdf": "Appel, Eric A., et al. \"Enhanced stability and activity of temozolomide in primary glioblastoma multiforme cells with cucurbit[ n]uril.\" Chem. Commun., vol. 48, 2012, pp. 9843-9845. DOI: 10.1039/c2cc35131e.",
    "Coulston_ChemCommun_2011.pdf": "Coulston, Roger J., et al. \"Supramolecular gold nanoparticle–polymer composites formed in water with cucurbit[8]uril.\" Chemical Communications, vol. 47, no. 1, 2011, pp. 164-166.",
    "Liong_AdvThera_2021.pdf": "Liong, Celine S., et al. \"Enhanced Humoral Immune Response by High Density TLR Agonist Presentation on Hyperbranched Polymers.\" Advanced Therapeutics, www.advtherap.com.",
    "Grosskopf_Macromolecules_2022.pdf": "CiteThis:https://doi.org/10.1021/acs.macromol.2c00649",
    "Meis_JOVE_2021.pdf": "Meis, Catherine M., et al. \"Injectable Supramolecular Polymer-Nanoparticle Hydrogels for Cell and Drug Delivery Applications.\" JoVE, vol. 168, Feb. 2021, pp. e62234.",
    "Yu_PNAS_2019.pdf": "Yu, Anthony C., et al. \"Wildfire prevention through prophylactic treatment of high-risk landscapes using viscoelastic retardant fluids.\" Proceedings of the National Academy of Sciences, vol. 117, no. 48, 2020, pp. 30038-30045.",
    "Mann_Maikawa_ScienceTransMed_2020.pdf": "Mann, Joseph L., et al. \"An ultrafast insulin formulation enabled by high-throughput screening of engineered polymeric excipients.\" Science Translational Medicine, vol. 12, no. 549, 2020, doi: 10.1126/scitranslmed.aba6676.",
    "Appel_NatureCommun_2015.pdf": "Appel, Eric A., et al. \"Self-assembled hydrogels utilizing polymer–nanoparticle interactions.\" *Nature Communications*, vol. 6, no. 1, 2015, pp. 1-9.",
    "Appel_JPolySciA_2012.pdf": "Appel, Eric A., et al. \"High Molecular Weight Polyacrylamides by Atom Transfer Radical Polymerization: Enabling Advancements in Water-Based Applications.\" Melville Laboratory for Polymer Synthesis, Department of Chemistry, University of Cambridge, Cambridge, CB2 1EW, United Kingdom. Correspondence to: O. A. Scherman (E-mail: oas23@cam.ac.uk). Received 28 September 2011; accepted 4 October 2011; published online 12 November 2011. DOI: 10.1002/po.",
    "Maikawa_STM_2021.pdf": "Maikawa, Caitlin L., et al. \"Engineering biopharmaceutical formulations to improve diabetes management.\" Science Translational Medicine, vol. 13, no. 578, 2021, p. eabd6726.",
    "Grosskopf_CommsBio_2021.pdf": "Grosskopf, Abigail K., et al. \"Consistent tumorigenesis with self-assembled hydrogels enables high-powered murine cancer studies.\" Scientific Reports, vol. 10, no. 1, 2020, p. 1-12.",
    "Fordyce_MicroNano_2020.pdf": "Feng, Yinnian, et al. \"MRBLES 2.0: High-throughput generation of chemically functionalized spectrally and magnetically encoded hydrogel beads using a simple single-layer microfluidic device.\" Microsystems & Nanoengineering 6.1 (2020): 109.",
    "Roth_NatRevMater_2021.pdf": "Roth, Gillie et al. \"Designing spatial and temporal control of vaccine responses.\" Nature Reviews, 2020.",
    "Mann_Biomaterials_Science_2017.pdf": "Mann, Joseph et al. \"Supramolecular Polymeric Biomaterials.\" Biomaterials Science, 2017.",
    "Webber_Appel_PNAS.pdf": "Webber, Matthew J. et al. \"Supramolecular PEGylation of biopharmaceuticals.\" David H. Koch Institute for Integrative Cancer Research, Massachusetts Institute of Technology, Cambridge, MA 02139, Department of Anesthesiology, Boston Children's Hospital, Boston, MA 02112, Department of Chemistry and Biochemistry, University.",
    "Stapleton_CurrOpinBiotech_2020.pdf": "Stapleton, Lyndsay, et al. \"Engineered biomaterials for heart disease.\" Nature Reviews Materials, vol. 4, no. 7, 2019, pp. 1-16.",
    "Rowland_Appel_JMaterChemB_2013.pdf": "Scherman, Oren A., et al. \"Dynamically crosslinked materials via recognition of amino acids by cucurbit[8]uril.\" Journal of Materials Chemistry B, vol. 1, no. 23, 2013, pp. 2887-2994.",
    "Stapleton_Adv_Thera_2021.pdf": "Stapleton, Lyndsay M., et al. \"Dynamic Hydrogels for Prevention of Post-Operative Peritoneal Adhesions.\" Advanced Therapeutics, www.advtherap.com.",
    "Klich_Kasse_AdvThera_2022.pdf": "Klich, John H., et al. \"Stable High-Concentration Monoclonal Antibody Formulations Enabled by an Amphiphilic Copolymer Excipient.\" Advanced Therapeutics, vol. 2, no. 6, 2019, pp. 1900051.",
    "Maikawa_AdvSci_2021.pdf": "Maikawa, Caitlin L., et al. \"Ultra-Fast Insulin–Pramlintide Co-Formulation for Improved Glucose Management in Diabetic Rats.\" Research Article, Advanced Science, www.advancedscience.com.",
    "Poudineh_Maikawa_NatureBME_2020.pdf": "Zhang, Yuxin, et al. \"Articles.\" Nature Biomedical Engineering, vol. 5, no. 2, 2021, pp. 121-131.",
    "Yesilyurt_Advanced_Materials.pdf": "Yesilyurt, Volkan, et al. \"Injectable Self-Healing Glucose-Responsive Hydrogels with pH-Regulated Mechanical Properties.\" Wiley Online Library, WILEY-VCH Verlag GmbH & Co. KGaA, Weinheim, 2015.",
    "Grosskopf_JPolySci_2021.pdf": "Grosskopf, Abigail K., et al. \"Gelation and yielding behavior of polymer–nanoparticle hydrogels.\" Journal of Polymer Science Part B: Polymer Physics, vol. 56, no. 6, 2018, pp. 523-531.",
    "Correa_Adv-Sci_2022.pdf": "Correa, Santiago, et al. \"Injectable Nanoparticle-Based Hydrogels Enable the Safe and Effective Deployment of Immunostimulatory CD40 Agonist Antibodies.\" Advanced Science, vol. 7, no. 13, 2020, p. 1903356.",
    "Chan_AdvMater_2022.pdf": "Chan, Doreen et al. \"Combinatorial Polyacrylamide Hydrogels for Preventing Biofouling on Implantable Biosensors.\" Advanced Materials, 2022.",
    "Bertrand_NatureComms_2017.pdf": "Bertrand, Nicolas, et al. \"Mechanistic understanding of in vivo protein corona formation on polymeric nanoparticles and impact on pharmacokinetics.\" Nature Communications, vol. 8, no. 1, 2017, pp. 1-12.",
    "Ou_ADDR_2022.pdf": "Oua, Ben S., et al. \"Sustained delivery approaches to improving adaptive immune responses.\" Department of Bioengineering, Stanford University, Department of Materials Science & Engineering, Stanford University, Department of Pediatrics (Endocrinology), Stanford University, ChEM-H Institute, Stanford University, Woods Institute for the Environment, Stanford.",
    "Appel_Biomaterials_2014.pdf": "Appel, Eric A., et al. \"The control of cargo release from physically crosslinked hydrogels by crosslink dynamics.\" Journal of Controlled Release, vol. 192, 2014, pp. 199-205.",
    "Kim_Yu_GreenChem_2021.pdf": "A. H. Kim, A. C. Yu, S. H. El Abbadi, K. Lu, D. Chan, E. Appel and C. Criddle, Green Chem., 2021",
    "Appel_JACS_2010.pdf": "Appel, Eric A., et al. \"Supramolecular Cross-Linked Networks via Host-Guest Complexation with Cucurbit[8]uril.\" MelVille Laboratory for Polymer Synthesis, Department of Chemistry, University of Cambridge, Lensfield Road, Cambridge CB2 1EW, United Kingdom, 18 July 2010.",
    "Roth_ACS_Cent_Sci_2020.pdf": "Roth, Gillie A., et al. \"Injectable Hydrogels for Sustained Codelivery of Subunit Vaccines Enhance Humoral Immunity.\" ACS Central Science, vol. 7, no. 1, 2021, pp. 88-102.",
    "Yu_EnvironSciTech_2021.pdf": "Yu, Anthony C., et al. \"Seasonal Impact of Phosphate-Based Fire Retardants on Soil Chemistry Following the Prophylactic Treatment of Vegetation.\" Environmental Science & Technology, vol. 55, no. 7, 2021, pp. 4653-4662.",
    "Tan_Polym_Chem_2017.pdf": "Tan, Cindy S.Y., et al. \"Distinguishing Relaxation Dynamics in Transiently Crosslinked Polymeric Networks.\" Polymer Chemistry, 2017.",
    "Appel_JACS_2012.pdf": "Appel, Eric A., et al. \"Ultrahigh-Water-Content Supramolecular Hydrogels Exhibiting Multistimuli Responsiveness.\" Melville Laboratory for Polymer Synthesis, Department of Chemistry, Cambridge University, Lens field Road, Cambridge CB2 1EW, U.K., 2012.",
    "Appel_ChemCommun_2012.pdf": "Chem. Commun., 2012, 48, 6163–6165",
    "Appel_ChemSocRev_2012.pdf": "Appel, Eric A., et al. \"Supramolecular polymeric hydrogels.\" Chem. Soc. Rev., vol. 41, 2012, pp. 6195-6214. DOI: 10.1039/c2cs35264h.",
    "Axpe_PlosOne_2020.pdf": "Axpe, Eneko, et al. \"A human mission to Mars: Predicting the bone mineral density loss of astronauts.\" Space Biosciences Division, NASA-Ames Research Center, California, United States of America, Department of Materials Science & Engineering, Stanford University, Stanford, California, United States of America, Department of Chemistry, Stanford University, Stanford, California, United States of America, Department of Bioengineering, Stanford University, Stanford, California, United States of America.",
    "LopezHernandez_MacromolBiosci_2020.pdf": "Lopez Hernandez, Hector, Jason W. Souza, and Eric A. Appel. \"A Quantitative Description for Designing the Extrudability of Shear-Thinning Physical Hydrogels.\" Materials Science and Engineering, Stanford University, 2020.",
    "Jiang_Cell_Metab_2021.pdf": "Jiang, Zewen, et al. \"Isthmin-1 is an adipokine that promotes glucose uptake and improves glucose tolerance and hepatic steatosis.\" Article.",
    "Maikawa_Mann_Biomacromolecules_2021.pdf": "Maikawa, Caitlin L., et al. \"Engineering Insulin Cold Chain Resilience to Improve Global Access.\" Biomacromolecules, vol. 22, no. 8, 2021, pp. 3335-3345.",
    "Fenton_Biomac_2019.pdf": "Fenton, Owen S., et al. \"Injectable Polymer Nanoparticle Hydrogels for Local Immune Cell Recruitment.\" ACS nano 9.5 (2015): 5185-5196.",
    "Appel_JACS_2017.pdf": "Appel, Eric A., et al. \"Decoupled Associative and Dissociative Processes in Strong yet Highly Dynamic Host−Guest Complexes.\" JACS, 2017.",
    "Gale_AdvThera_2019.pdf": "Gale, Emily C., et al. \"A Nanoparticle Platform for Improved Potency, Stability, and Adjuvanticity of Poly(I:C).\" Advanced Therapeutics, www.advtherap.com.",
    "Maikawa_JPOLYSCI_2019.pdf": "Maikawa, Caitlin L., et al. \"Block Copolymer Composition Drives Function of Self-assembled Nanoparticles for Delivery of Small-Molecule Cargo.\" Corresponding author, Department of Materials Science & Engineering, Stanford University, Stanford, California 94305.",
    "Grosskopf_ScienceAdvances_2022.pdf": "Grosskopf, Abigail K., et al. \"Delivery of CAR-T cells in a transient injectable stimulatory hydrogel niche improves treatment of solid tumors.\" Science Advances, vol. 8, no. 15, 2022, doi: 10.1126/sciadv.abn8264.",
    "Appel_Biomaterials_2012.pdf": "Appel, Eric A., et al. \"Sustained release of proteins from high water content supramolecular polymer hydrogels.\" Journal of Controlled Release, vol. 158, no. 1, 2012, pp. 64-69.",
    "Dong_Langmuir-g2zn.pdf": "Dong, Yizhou, et al. \"Injectable and Glucose-Responsive Hydrogels Based on Boronic Acid−Glucose Complexation.\" Division of Pharmaceutics and Pharmaceutical Chemistry, College of Pharmacy, The Ohio State University, Columbus, Ohio 43210, United States. David H. Koch Institute for Integrative Cancer Research, Massachusetts Institute.",
    "LopezHernandez_MacromolBiosci_2018.pdf": "Hernandez, Hector Lopez, et al. \"Non-Newtonian Polymer–Nanoparticle Hydrogels Enhance Cell Viability during Injection.\" Materials Science & Engineering, Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim, 2018, pp. 1-7.",
    "Xu_Biomacromolecules_2015.pdf": "Xu, Xuejiao, et al. \"Formation of Cucurbit[8]uril-Based Supramolecular Hydrogel Beads Using Droplet-Based Microfluidics.\" Journal of the American Chemical Society, vol. 137, no. 26, 2015, pp. 8340-8343.",
    "Maikawa_AdvThera_2019.pdf": "Maikawa, Caitlin L., et al. \"Stable Monomeric Insulin Formulations Enabled by Supramolecular PEGylation of Insulin Analogues.\" Advanced Therapeutics, vol. 2, no. 5, 2019, pp. 1900029.",
    "Mann_Macromolecules_2019.pdf": "Mann, Joseph L., et al. \"Universal Scaling Behavior during Network Formation in Controlled Radical Polymerizations.\" Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States.",
    "Correa_ChemRev_2021.pdf": "Correa, Santiago, et al. \"Translational Applications of Hydrogels.\" Chemical Reviews, vol. 121, no. 22, 2021, pp. 13212-13267. DOI: https://doi.org/10.1021/acs.chemrev.0c01177.",
    "Smith_Chem_2020.pdf": "Smith, Anton A.A. et al. \"Lipid Nanodiscs via Ordered Copolymers.\" Chem, 2020.",
    "Meis_ACS_BiomatSci_2020.pdf": "Meis, Catherine M., et al. \"Self-Assembled, Dilution-Responsive Hydrogels for Enhanced Thermal Stability of Insulin Biopharmaceuticals.\" ACS Biomaterials Science & Engineering, vol. 7, no. 2, 2021, pp. 1005-1014.",
    "Chan_ACS_Appl_Mater.pdf": "Chan, Doreen, et al. \"Engineering the Mechanical Properties of Polymer Networks with Precise Doping of Primary Defects.\" Department of Chemistry and Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States.",
    "Maikawa_ClinTransMed_2021.pdf": "Lal, Rayhan A., et al. \"Full closed-loop open-source algorithm performance comparison in pigs with diabetes.\" Clinical and Translational Medicine, vol. 11, no. 4, 2021, doi:10.1002/ctm2.387.",
    "Yu_Appel_PNAS.pdf": "Yu, Anthony C., et al. \"Scalable manufacturing of biomimetic moldable hydrogels for industrial applications.\" Department of Materials Science & Engineering, Stanford University, Stanford, CA 94305, Department of Chemistry, Stanford University, Stanford, CA 94305, Department of Bioengineering, Stanford University.",
    "Maikawa_PharmRes_2022.pdf": "Maikawa, Caitlin L., et al. \"Formulation Excipients and Their Role in Insulin Stability and Association State in Formulation.\" Pharmaceutical Research, vol. 1, no. 3, 2022, doi:10.1007/s11095-022-03367-y.",
    "Smith_OBC_2020.pdf": "Smith, Anton A. A., Caitlin L. Maikawa, Gillie A. Roth, and Eric A. Appel. \"Site-selective modification of proteins using cucurbit[7]uril as supramolecular protection for N-terminal aromatic amino acids.\" Organic & Biomolecular Chemistry, doi: 10.1039/d0ob01004a, received 2nd April 2020, accepted 19th May 2020.",
    "Appel_ACIE_2014.pdf": "Appel, Eric A., et al. \"Activation Energies Control the Macroscopic Properties of Physically Cross-Linked Materials.\" Host–Guest Systems, DOI: 10.1002/anie.201403192.",
    "Fenton_Adv_Mater_2017.pdf": "Fenton, Owen S., et al. \"Synthesis and Biological Evaluation of Ionizable Lipid Materials for the In Vivo Delivery of Messenger RNA to B Lymphocytes.\" Communication, vol. 1606944, no. 1, 2017.",
    "Biedermann_Macromolecules_2011.pdf": "Biedermann, Frank, et al. \"Postpolymerization Modification of Hydroxyl-Functionalized Polymers with Isocyanates.\" Macromolecules, vol. 44, no. 12, 2011, pp. 4828-4835.",
    "Chan_Biomacromolecules_2017.pdf": "Chan, Doreen, Anthony C. Yu, and Eric A. Appel. \"Single-Chain Polymeric Nanocarriers: A Platform for Determining Structure−Function Correlations in the Delivery of Molecular Cargo.\" Department of Chemistry and Department of Materials Science and Engineering, Stanford University, Stanford, California 94305, United States.",
    "Loh_Biomacromolecules_2012.pdf": "Loh, Xian Jun, et al. \"Triply Triggered Doxorubicin Release From Supramolecular Nanocontainers.\" Melville Laboratory for Polymer Synthesis, Department of Chemistry, University of Cambridge, 2017.",
    "Fenton_Advanced_Materials.pdf": "Fenton, Owen S., et al. \"Bioinspired Alkenyl Amino Alcohol Ionizable Lipid Materials for Highly Potent In Vivo mRNA Delivery.\" Wiley Online Library, Wiley-VCH Verlag GmbH & Co. KGaA, 2016, pp. 2939.",
    "McKee_Appel_AdvFunctMater_2014.pdf": "McKee, Jason R. et al. \"Healable, Stable and Stiff Hydrogels: Combining Conflicting Properties Using Dynamic and Selective Three-Component Recognition with Reinforcing Cellulose Nanorods.\" Advanced Functional Materials, 2014.",
    "Jung_BasicResCard_2021.pdf": "Jung, Ji-Hye, et al. \"miR‑106a–363 cluster in extracellular vesicles promotes endogenous myocardial repair via Notch3 pathway in ischemic heart injury.\" Basic Research in Cardiology, vol. 116, no. 1, 2021, p. 19.",
    "Yu_Nature_Commun_2021.pdf": "Yu, Anthony C., et al. \"Physical networks from entropy-driven non-covalent interactions.\" Nature Communications, vol. 11, no. 1, 2020, pp. 1-10.",
    "Maikawa_NatureBME.pdf": "Zhang, Y., Zhang, Y., Chen, K., Chen, K., Chen, J., Chen, J., ... & Bao, Z. (2020). Articles. DOI: 10.1038/s41551-020-0555-4.",
    "Tan_Small_2009.pdf": "Tan, Jeremy P. K., et al. \"Hierarchical Supermolecular Structures for Sustained Drug Release.\" ACS Nano, vol. 5, no. 9, 2011, pp. 7012-7020.",
    "Appel_ACIE_2012.pdf": "Appel, Eric A., et al. \"Formation of Single-Chain Polymer Nanoparticles in Water through Host–Guest Interactions.\" Angewandte Chemie International Edition, vol. 51, no. 18, 2012, pp. 4185-4189. DOI: 10.1002/anie.201108659.",
    "Steele_Advanced_Healthcare_Materials.pdf": "Steele, Amanda N., et al. \"A Biocompatible Therapeutic Catheter-Deliverable Hydrogel for In Situ Tissue Engineering.\" Advanced Healthcare Materials, vol. 8, no. 4, 2019, doi:10.1002/adhm.201801147.",
    "Correa_Grosskopf_Matter_2022.pdf": "Correa, Santiago et al. \"Injectable liposome-based supramolecular hydrogels for the programmable\nrelease of multiple protein drugs.\" Matter, 2022.",
    "Powell_FrontiersImmuno_2022.pdf": "Powell, Abigail E., et al. \"Multimerization of Ebola GPDmucin on protein nanoparticle vaccines has minimal effect on elicitation of neutralizing antibodies.\" Vaccine, vol. 38, no. 2, 2020, pp. 225-232.",
    "Saouaf_JBMRA_2021.pdf": "Saouaf, Olivia M., et al. \"Modulation of injectable hydrogel properties for slow co-delivery of influenza subunit vaccine components enhance the potency of humoral immunity.\" Original Article. Department of Materials Science & Engineering, Stanford University, Stanford, California, Department of Bioengineering, Stanford University, Stanford, California, 2019.",
    "Meany_GNE_AdvThera_2022.pdf": "Meany, Emily L., et al. \"Injectable Polymer-Nanoparticle Hydrogel for the Sustained Intravitreal Delivery of Bimatoprost.\" Advanced Therapeutics, vol. 3, no. 3, 2020, pp. 1900152.",
    "Axpe_NatureCommun_2020.pdf": "Axpe, Eneko, et al. \"Towards brain-tissue-like biomaterials.\" Nature Biomedical Engineering, vol. 2, no. 3, 2018, pp. 113-114.",
    "Mann_Biomacromolecules_2020.pdf": "Mann, Joseph L., et al. \"Highly Branched Polydimethylacrylamide Copolymers as Functional Biomaterials.\" Biomacromolecules, vol. 21, no. 8, 2020, pp. 3179-3188.",
    "Maikawa_NatureBME_NV.pdf": "Henriksen, Kim, and Morten A. Karsdal. \"Supramolecularly stabilized diabetes drugs.\" News & Views, Nature, vol. 540, no. 7631, 2016, pp. 342-343."
}